[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Andriy Ilechko, Yelik
VERSION=7.0.2

[Language]
LANGUAGE=Українська
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0422

[Url]
WIKIPEDIA_SMART=https://uk.wikipedia.org/wiki/S.M.A.R.T.

[Menu]
FILE=&Файл
CUSTOMIZE=Y
EXIT=&Вихід
EDIT=&Редагувати
COPY=&Копіювати
FUNCTION=Функція
HIDE_SMART_INFO=Приховати інформацію &S.M.A.R.T
HIDE_SERIAL_NUMBER=Приховати серійний номер
SHOW_DRIVE_LETTER=Показати літеру диску
ADVANCED_DISK_SEARCH=&Розширений пошук дисків
EVENT_LOG=Лог подій
AAM_APM_CONTROL=Контроль AA&M/APM
AUTO_AAM_APM_ADAPTION=Автоналаштування AAM/A&PM
RESIDENT=Запуск агента
STARTUP=Автозапуск
OPEN_DISK_MANAGEMENT=Відкрити "&Керування дисками"
OPEN_DEVICE_MANAGER=Відкрити "Диспетчер пристроїв"
ADVANCED_FEATURE=Додаткові можливості
REFRESH=Оновити
RESCAN=Пересканувати
DISABLE=&Відключити
AUTO_REFRESH=&Автооновлення
AUTO_REFRESH_TARGET=Автооновлення вибраного
AUTO_REFRESH_TARGET_ALL_DISK=Автооновлення - Вибрати всі диски
AUTO_REFRESH_UNTARGET_ALL_DISK=Автооновлення - Прибрати вибір всіх дисків
WAIT_TIME_AT_STARTUP=Затримка запуску
GRAPH=Графік
THEME=Теми
DISK=&Диск
HELP=&Допомога
HELP_WEB=&Допомога [Web]
HELP_ABOUT=&Про CrystalDiskInfo
HELP_ABOUT_SMART=Про &S.M.A.R.T (Wikipedia) [Web]
LANGUAGE=&Мова
ITEM=Пункт
TEMPERATURE_TYPE=Одиниці температури
CELSIUS=Цельсій (C)
FAHRENHEIT=Фаренгейт (F)
HEALTH_STATUS_SETTING=&Встановити порогові значення

;Graph
OPTION=&Налаштування
LEGEND_POSITION=&Позиція напису
NORTH_WEST=&Вверху справа
NORTH_EAST=Вверху зліва
SOUTH_WEST=Внизу справа
SOUTH_EAST=Внизу зліва
MAX_PLOT_POINT=&Max Plot Point
TIME_FORMAT=Формат часу
PAINT_WEEKEND=Показати простої
ALL=&Всі

;2.7.0
COPY_OPTION=Параметри копіювання
RESIDENT_STYLE=Стиль оформлення
MINIMIZE=Згорнути
HIDE=Приховати

;3.0.0
ZOOM=&Масштаб
AUTO=А&втоматично
ATTRIBUTE=&Атрибут

;3.5.0
ASCII_VIEW=Перегляд в ASCII
AUTO_DTECTION=Автовизначення
SECOND=сек.
MINUTE=хв.
HOUR=год.

:3.9.4
WORKAROUND=Обхід помилок

;4.0.0
ALERT_MAIL=Повідомлення на електронну пошту
MAIL_SETTINGS=Налаштування пошти
SMART_IN_ENGLISH=Про S.M.A.R.T. англійською
FONT_SETTING=Налаштування шрифта

;5.0.0
ALERT_FEATURES=&Налаштування сповіщень
ALARM_HISTORY=Журнал сповіщень
ALERT_SOUND=Звук сповіщення
SOUND_SETTINGS=Налаштування звуку
GADGET_SUPPORT=Підтримка гаджетів
INSTALL_GADGET=Встановити гаджет
ENABLE_AUTO=Включити (Автовизначення)
ENABLE_ALL=Включити (Всі диски)
ENABLE_RAID=Включити (тільки для тому RAID)

;6.0.0
HIDE_NO_SMART_DISK=&Приховувати диски без S.M.A.R.T.
GREEN_MODE=&"Зелений" вигляд

[TrayMenu]
EXIT=Вихід
REFRESH=Оновити
RESCAN=Пересканувати
ENABLE=Включити
DISABLE=Відключити
ENABLE_ALL=Включити всі
DISABLE_ALL=Відключити всі
AUTO_REFRESH=Автооновлення
AUTO_REFRESH_TARGET=Автооновлення вибраного
AUTO_REFRESH_TARGET_ALL_DISK=Автооновлення - Вибрати всі диски
AUTO_REFRESH_UNTARGET_ALL_DISK=Автооновлення - Прибрати вибір всіх дисків
ALARM_SETTING_TEMPERATURE=Застереження - Температура
ALARM_SETTING_HEALTH_STATUS=Застереження - Технічний стан
SHOW_MAIN_WINDOW=Показати головне вікно
SHOW_TEMPERATURE_ICON=Показати температуру
SHOW_ALL_TEMPERATURE_ICON=Показати всю температуру
HIDE_ALL_TEMPERATURE_ICON=Приховати всю температуру
COLLECTIVE_SETTING=Загальні налаштування
GRAPH=Графік
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Показувати тільки іконку температури

[DiskStatus]
GOOD=Добрий
CAUTION=Застереження
BAD=Поганий
UNKNOWN=Невідомий
DISK=Диск

[Dialog]
LIST_ID=ID
LIST_CURRENT=Поточний
LIST_WORST=Найгірше
LIST_THRESHOLD=Поріг
LIST_RAW_VALUES=HEX-значення
LIST_DESCRIPTION=Опис
LIST_ATTRIBUTE_NAME=Ім`я атрибута

FIRMWARE=Версія прошивки
SERIAL_NUMBER=Серійний номер
INTERFACE=Інтерфейс
STANDARD=Стандарт
TRANSFER_MODE=Тип передачі
BUFFER_SIZE=Розмір буфера
NV_CACHE_SIZE=Розмір NV кешу
ROTATION_RATE=Швидкість шпинделя
TEMPERATURE=Температура
POWER_ON_HOURS=Загальний час
POWER_ON_COUNT=К-сть включень
DRIVE_LETTER=Буква диску
FEATURE=Опції
HEALTH_STATUS=Технічний стан

UNKNOWN=Невідомо
POWER_ON_COUNT_UNIT=разів
POWER_ON_HOURS_UNIT=годин
POWER_ON_DAYS_UNIT=днів

;4.3
TOTAL_HOST_WRITES=Всього записів хоста
TOTAL_HOST_READS=Всього зчитувань хоста
TOTAL_NAND_WRITES=Всього NAND-записів

;4.5
WEAR_LEVELING_COUNT=Операцій Wear Leveling

;6.1
CURRENT_MODE_SUPPORTED_MODE=Поточний режим | Підтримуваний режим
MAJOR_VERSION_MINOR_VERSION=Головна версія | Підверсія

[Message]
DETECT_UNIT_POWER_ON_HOURS=Визначення значення "Час роботи" (потребує приблизно 130 сек.)
DETECT_DISK=Пошук диску
PLEASE_ENABLE_WMI=Включіть WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Перезапустіть програму для зміни теми
DISK_NOT_FOUND=Диск не знайдено

[Alarm]
ALARM_TEMPERATURE=Застереження - Температура
ALARM_HEALTH_STATUS=Застереження - Технічний стан
DEGRADATION=Зменшення
RECOVERY=Відновлення
;3.5.0
INFO_HEALTH_STATUS=Про стан

[Graph]
PLEASE_SELECT_ITEM=Виберіть пункт
ACTUAL_VALUE=Фактичне значення (Raw Value)
NORMALIZED_VALUE=Нормалізоване значення (Поточне значення)
ALL_ON=Завжди вкл.
ALL_OFF=Завжди викл.
RESET=Скидання

[Customize]
LINE_COLOR=Колір лінії
BACKGROUND_IMAGE=Фон
SUPPORTED_IMAGE_FORMAT=Зображення, що підтримуються
ALL_FILES=Всі файли

;5.0.0
SUPPORTED_SOUND_FORMAT=Аудіо формати, що підтримуються

[AamApm]
AAM_LOW=<- Тиша (80h)
AAM_HIGH=Продуктивність (FEh) ->
AAM_RECOMMEND=Рекомендовані значення
APM_LOW=<- Мін потужність (01h)
APM_HIGH=Продуктивність (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Автоматичне керування шумом (AAM)
ADVANCED_POWER_MANAGEMENT=Розширене керування живленням (APM)

[WindowTitle]
ABOUT=Про CrystalDiskInfo
GRAPH=Графік
CUSTOMIZE=Налаштування
VERSION_INFORMATION=Інформація про версію
AAM_APM_CONTROL=Керування AAM/APM
HEALTH_STATUS_SETTING=Налаштування стану здоров'я

;5.0.0
ALARM_HISTORY=Журнал сповіщень
SOUND_SETTINGS=Налаштування звуку

;5.1.0
FONT_SETTING=Налаштування шрифта

[HealthStatus]
THRESHOLD_OF_CAUTION=Порогові значення
APPLY=Застосувати
DEFAULT=По замовчуванню

[Smart]
UNKNOWN=Невідомо 
VENDOR_SPECIFIC=Особливості виробника
01=Помилки зчитування
02=Продуктивність 
03=Час розкручування
04=Запуски/зупинки шпинделя
05=Перепризначені сектори
06=Запас каналу зчитування
07=Помилки позиціонування
08=Час пошуку
09=Час роботи (год.)
0A=Повторні спроби запуску
0B=Повтори перекалібровки
0C=Кількість включень
0D=Програмні помилки зчитування
BE=Температура повітряного потоку
BF=Помилки при ударних навантаженнях
C0=Відмова відключення живлення
C1=Цикли завантаження/розвантаження
C2=Температура 
C3=Апаратне ECC відновлення 
C4=Перепризначені операції
C5=Сектори на заміну
C6=Невиправні помилки секторів
C7=CRC-помилки UltraDMA
C8=Помилки запису
C9=Програмні помилки запису
CA=Помилки адресації даних
CB=Відмови запуску
CC=Програмне ECC виправлення
CD=Температурні перепади
CE=Висота зависання
CF=Поточна висота
D0=Spin Buzz
D1=Продуктивність офлайн пошуку
D3=Вібрації при запису
D4=Струс при запису
DC=Струс диску
DD=Помилки від ударів (G-Sense)
DE=Час роботи (год.)
DF=Повтори завантаження/розвантаження
E0=Сила тертя при завантаженні
E1=Цикли завантаження/розвантаження
E2=Час завантаження
E3=Підсилення крутного моменту
E4=Паркування при виключенні
E6=Амплітуда GMR-головки
E7=Температура
F0=Час позиціонування головки (год.)
FA=Помилок при зчитуванні
;Added 3.0
B8=Не відповідність к-сті даних хоста та HDD
BB=К-сть невідновлених помилок
BC=Перевищень часу очікування операції
BD=Запис при "висоті" польоту головки вище розрахункової
FE=Захист від вільного падіння

;Updated 5.4.0
F1=Всього записів хоста
F2=Всього зчитувань хоста

[SmartSsd]
01=Помилки зчитування
02=Продуктивність 
03=Час розкручування
04=Запуски/зупинки шпинделя
05=Перепризначені сектори
06=Запас каналу зчитування
07=Помилки позиціонування
08=Час пошуку
09=Час роботи (год.)
0A=Повторні спроби запуску
0B=Повторів перекалібровки
0C=Кількість включень
0D=Програмні помилки зчитування
C0=Небезпечних відключень
C2=Температура 
C4=Перепризначені операції
C5=Сектори на заміну
C6=Невиправні помилки секторів
; CrystalDiskInfo assign
FF=Ресурс, що залишився

;Updated 5.4.0
F1=Всього записів хоста
F2=Всього зчитувань хоста

[SmartMtron]
BB=Всього очищень

[SmartIndlinx]
01=Помилки зчитування
09=Час роботи (год.)
0C=Кількість включень
B8=Початково поганих блоків
C3=Програмних збоїв блоків
C4=Збої очищення блоків
C5=Збої читання блоків
C6=Всього секторів прочитано
C7=Всього секторів записано
C8=Всього команд читання
C9=Всього команд запису
CA=Всього біт помилок з флешу
CB=Всього прочитано секторів з виправленими помилками
CC=Прапорець повного поганого блоку
CD=Специфікація максимуму PE
CE=Мінімум очищень
CF=Максимум очищень
D0=Середня кількість очищень
D1=Ресурс роботи, що залишився

[SmartJMicron60x]
09=Час роботи (год.)
0C=Кількість включень
C2=Температура 
E5=ID зупинки системи, ID флешу
E8=Прошивка
E9=Запис збою ECC
EA=Середня та максимальна кількість очищень
EB=Підрахунок добрих та системних блоків

[SmartIntel]
03=Час розкручування
04=Запуски/зупинки шпинделя
05=Перепризначені сектори
09=Час роботи (год.)
0C=Кількість включень
C0=Небезпечних відключень
E1=Хост-записи
E8=Доступне резервне місце
E9=Стан зносу носія
B8=Підрахунок к-сті невідповідності даних хоста та HDD

;Updated 4.1
AA=Доступне резервне місце
AB=Збоїв програми
AC=Помилок очищення
BB=Помилок, які не вдалось виправити

;Updated 4.3
AE=Несподівані втрати живлення
E2=Розрахований знос робочого навантаження
E3=Розраховане співвідношення зчитування/запису робочого навантаження
E4=Розрахований час робочого навантаження
F1=Всього записів LBA
F2=Всього зчитувань LBA
F9=Всього записів NAND

;Updated 5.5.0
B7=Знижень передачі SATA
BE=Температура
C7=Помилок CRC

;Updated 5.6.1
AF=Відмова захисту від втрати живлення
C2=Температура
C5=Нестабільні сектори

;Added 6.6.0
EA=Thermal Throttle Status

[SmartSamsung]
05=Перепризначені сектори
09=Час роботи
0C=Кількість включень/виключень
AF=Програмні помилки (чіп)
B0=Помилки стирання (чіп)
B1=Знос
B2=Зайняті резервні блоки (чіп)
B3=Зайняті резервні блоки (всього)
B4=Вільні резервні блоки (всього)
B5=Програмні помилки (всього)
B6=Помилки стирання (всього)
B7=Погані блоки при виконанні (всього)
BB=Невиправні помилки
BE=Температура повітряного потоку
C2=Температура
C3=Помилки ECC
C6=Невиправні офлайн-помилки
C7=Помилки CRC
C9=Стан Super cap
CA=Стан режиму SSD
EB=Відновлено граф POR
F1=Всього записів LBA
F2=Всього зчитувань LBA

;Added 6.6
AA=Вільних не використаних блоків (чіп) 
AB=Програмні помилки (чіп)
AC=Помилки стирання (чіп)
AD=Знос
AE=Несподівані втрати живлення
B8=Виявлення помилок
E9=Normalized Media Wear-out

[SmartSandForce] ;Updated (3.7.0)
01=Помилки зчитування (Raw)
05=Забраковані сектори
09=Час роботи
0C=Кількість включень
0D=Програмні помилки зчитувань
64=Стерто гігабайт
AA=Резервні блоки
AB=Програмні помилки
AC=Помилки стирань
AE=Кількість несподіваних втрат живлення
B1=Дельта діапазону зносу
B5=Програмні збої
B6=Помилки стирань
B8=Помилки кодів визначення збоїв введення/виведення
BB=Невиправні помилки
C2=Температура
C3=ECC-виправлення на льоту
C4=Події перерозподілу
C6=Невиправні сектори
C7=R-помилки SATA (CRC)
C9=Невиправні програмні помилки зчитувань
CC=Програмні ECC-виправлення
E6=Крива надійності
E7=Ресурс SSD
E8=Зарезервоване місце
EB=Стан SuperCap
F1=Ресурс хост-записів
F2=Ресурс хост-зчитувань

[SmartJMicron61x] ;Added (3.9)
01=Помилки зчитувань
02=Продуктивність
03=Час розкручування
05=Перепризначені сектори
07=Помилки при пошуку
08=Швидкість пошуку
09=Час роботи
0A=Повторні спроби запуску
0C=Кількість включень
A8=Помилок SATA PHY
AF=Таблиця пошкоджених секторів (помилки ECC)
C0=Несподіваних втрат живлення
C2=Температура
C5=Нестабільних секторів
AA=Поганих блоків
AD=Стирань

[SmartMicron] ;Added 4.0.0/ Updated 6.0.0
; RAIN = Надлишковий масив незалежних NAND
01=Помилки зчитувань(raw)
05=Перепризначені сектори
09=Час роботи
0C=Кількість включень
0D=Програмні помилки
0E=Об'єм пристрою (NAND)
0F=Користувацький об'єм
10=Доступно запасних блоків
11=Залишилось запасних блоків
64=Всього стирань
AA=Зарезервованих блоків
AB=Програмні збої
AC=Помилки стирання
AD=Середня кількість стирань блоків
AE=Несподіваних втрат живлення
B4=Вільних резервних блоків NAND
B5=Не вирівняних звернень
B7=Зниження швидкості SATA
B8=Коригувань помилок
BB=Невиправні помилки
BC=Очікувань команд
BD=Заводських поганих блоків
C2=Температура
C3=Кумулятивне виправлення ECC
C4=Перепризначений
C5=Поточні не стабільні сектори
C6=Smart Off-line Scan Uncorrectable Error Count
C7=CRC-помилки Ultra DMA
CA=Відсоток витрати ресурсу
CE=Помилки запису
D2=Успішних відновлень RAIN
EA=Всього зчитано байт
F2=Захист від запису
F3=Виправлених ECC-біт
F4=Кумулятивних граничних подій ECC
F5=Кумулятивних програмних сторінок NAND
F6=Всього хост-записів секторів
F7=Програмних хост-сторінок
F8=Сторінок програмування FTL

[SmartMicronMU02] ;Updated 6.6.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=Background Program Page Count

; Updated 6.6.0
A0=Uncorrectable Sector Count
A1=Valid Spare Blocks
A3=Initial Invalid Blocks
94=Total SLC Erase Count
95=Maximum SLC Erase Count
96=Minimum SLC Erase Count
97=Average SLC Erase Count
A4=Total TLC Erase Count
A5=Maximum TLC Erase Count
A6=Minimum TLC Erase Count
A7=Average TLC Erase Count
A9=Percentage Lifetime Remaining
B5=Program Fail Count
B6=Erase Fail Count
C0=Power-off Retract Count
E8=Available Reserved Space
F1=Total LBA Write
F2=Total LBA Read
F5=Total TLC Write Count
F6=Total SLC Write Count
F7=RAID Recovery Count

[SmartOcz] ;Added (4.5)
01=Помилки зчитування (Raw)
03=Час розкручування
04=Запуски/зупинки шпинделя
05=Перепризначені сектори
09=Час роботи
0C=Кількість включень
E8=Всього записано секторів
E9=Термін служби, що залишився

; Added 6.6.0
64=Total Blocks Erased
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Bad Block Count
AD=Erase Count
B8=Factory Bad Block Count
C0=Unexpected Power Loss Count
CA=Total Number of Corrected Bits
CD=Max Rated PE Counts
CE=Minimum Erase Counts
CF=Maximum Erase Counts
D3=SATA Uncorrectable Error Count
D4=NAND Page Reads During Retry
D5=Simple Read Retry Attempts
D6=Adaptive Read Retry Attempts
DD=Internal Data Path Uncorrectable Errors
DE=RAID Recovery Count
E6=Power Loss Protection
FB=NAND Read Count

;Updated 6.7.0
F1=Total Host Writes
F2=Total Host Reads

[SmartPlextor] ;Added (5.1.0)/Updated (5.4.0)
01=Помилки зчитування
05=Перепризначені сектори
09=Час роботи
0C=Кількість включень
C0=Небезпечних виключень
C4=Подій перепризначення
C6=Невиправних секторів
F1=Всього записів хоста
F2=Всього зчитувань хоста

;Updated (5.4.0)
B1=Знос
B2=Зайнятих резервних блоків (гірше значення)
B5=Програмні помилки (всього)
B6=Помилки стирання (всього)
BB=Невиправних помилок
C7=CRC-помилок Ultra DMA
E8=Доступне резервне місце

;Added 6.2.0
AA=Grown Bad Blocks
AB=Програмні збої (всього)
AC=Помилки стирання (всього)
AD=Середнє програмні збої/помилки стирання (всього)
AE=Несподіваних втрат живлення
AF=Програмні збої (гірше значення)
B0=Помилки стирання (гірше значення)
B3=Зайняті резервні блоки (всього)
B4=Вільні резервні блоки (всього)
B7=Зниження швидкості SATA
B8=End-to-End Data Errors Corrected
BC=Command Time out
C3=ECC rate
E9=Записано Гб на NAND

[SmartSanDisk] ;Added (5.2.0)
05=Забраковані сектори
09=Час роботи
0C=Кількість включень
AA=Зарезервованих блоків
AB=Програмні збої
AC=Помилки стирання
AE=Несподіваних втрат живлення
BB=Невиправних помилок
E8=Термін служби, що залишився
F1=Всього записів хоста
F2=Всього зчитувань хоста

[SmartOczVector] ;Added (5.3.0)
05=Акумульовані погані блоки
09=Час роботи (год.)
0C=Кількість включень
AB=Доступних підтверджених блоків
AE=Включень/виключень (не запланованих)
BB=Всього невиправних зчитувань NAND
C3=Всього відмов програмування
C4=Всього відмов стирання
C5=Всього відмов зчитування (невиправні)
C6=Зчитувань хоста
C7=Записів хоста
D0=Середня кількість стирань
D2=CRC-помилок SATA
E9=Термін служби, що залишився
F9=Всього NAND-програмувань

;Updated 5.5.0
F1=Всього записів хоста
F2=Всього зчитувань хоста

;Updated 6.6.0
64=Total Blocks Erased
B8=Factory Bad Block Count Total
CA=Total Number Of Read Bits Corrected
CD=Max Rated PE Count
CE=Min Erase Count
CF=Max Erase Count
D4=Total Count NAND Pages Reads Requiring Read Retry
D5=Total Count of Simple Read Retry Attempts
D6=Total Count of Adaptive Read Retry Attempts
DD=Internal Data Path Protection Uncorrectable Errors
DE=RAID Recovery Count
E0=In Warranty
E1=DAS Polarity
E2=Partial Pfail
E6=Write Throttling Activation Flag
F9=Total NAND Programming Count (pages)
FB=Total NAND Read Count

[SmartCorsair] ;Added 6.2.0
01=Помилки зчитування (raw)
05=Перепризначені блоки
09=Час роботи
0C=Кількість включень
AA=Вільних блоків
AC=Помилки стирання
AE=Несподівані втрати живлення
B5=Програмних збоїв
BB=Невиправні помилки
C2=Температура
C4=Перепризначений
E7=Ресурс SSD
F1=Записано Гб
F2=Зчитано Гб

[SmartToshiba] ;Added 6.2.0
01=Помилки зчитувань
02=Продуктивність
03=Час розкручування
04=Кількість включень
05=Перепризначені сектори
07=Помилки при пошуку
08=Швидкість пошуку
09=Час роботи
0A=Повторні спроби запуску
0B=Повторів перекалібровки
0C=Кількість включень
A7=Режим захисту SSD
A8=Помилок SATA PHY
A9=Загальна к-сть поганих блоків
AD=Стирань
C0=Несподіваних втрат живлення
C2=Температура
C4=Перепризначений
C5=Current Pending Sector Count
C6=Невиправних секторів
F1=Всього записів хоста
F2=Всього зчитувань хоста

[SmartSanDiskGb] ;Added 6.2.0
05=Перепризначених блоків
09=Час роботи
0C=Кількість включень
A6=Min W/E Cycle
A7=Max Bad Block/Die
A8=Maximum Erase Cycle
A9=Total Bad Block
AB=Програмні збої
AC=Помилки стирання
AD=Середня кількість стирань
AE=Несподіваних втрат живлення
BB=Невиправні помилки
C2=Температура
D4=Помилка SATA PHY
E6=Percentage Total P/E Count
E8=Spare Block Remaining
E9=Всього записано Гб на NAND
F1=Всього записано Гб
F2=Всього прочитано Гб

[SmartKingston] ;Added 6.6.0
01=Read Error Rate
02=Throughput Performance
03=Spin Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AA=Bad Block Count
AD=Erase count
AF=Bad Cluster Table Count
BB=Uncorrectable Errors
C0=Unsafe Shutdown Count
C2=Temperature
C4=Later Bad Block Count
C5=Current Pending Sector Count
C7=CRC Error Count
DA=CRC Error Count
E7=SSD Life Left
E9=Lifetime Writes to Flash
F0=Write Head
F1=Host Writes
F2=Host Reads
F4=Average Erase Count
F5=Max Erase Count
F6=Total Erase Count

[SmartNVMe] ;Added 6.7.0
01=Critical Warning
02=Composite Temperature
03=Available Spare
04=Available Spare Threshold
05=Percentage Used
06=Data Units Read
07=Data Units Written
08=Host Read Commands
09=Host Write Commands
0A=Controller Busy Time
0B=Power Cycles
0C=Power On Hours
0D=Unsafe Shutdowns
0E=Media and Data Integrity Errors
0F=Number of Error Information Log Entries

[SmartRealtek] ;Added by Realtek
01=Raw data error rate
05=Reallocated sector count
09=Power on hour count
0C=Power cycle count
A1=GDN
A2=Total erase count
A3=Max PE cycle
A4=Average erase count
A5=Initial bad block count
A6=Total bad block count
A7=SSD protect mode
A8=SATA Phy error count
A9=Health
AB=Program fail count
AC=Erase fail count
AE=Unexpected power loss count
AF=ECC fail count
B5=Unaligned access count
BB=Reported uncorrectable error
C2=Enclosure temperature
C3=Cumulative corrected ecc
C4=Reallocation event count
C7=Ultra DMA CRC error count
CE=Min. erase count
CF=Max erase count
E7=Lifetime left
E8=Available reserved space
F1=Write life time
F2=Read life time
F9=Total GB written to NAND (TLC)
FA=Total GB written to NAND (SLC)